 const char hz[][100]={
"超滤冲洗次数",	//0
"超滤冲洗脉冲",	//1
"温度",	//2
"状态",  //3
"缺水停机",//4
"漏水或膜进水电磁阀关闭不严！",//5
"制水总时长",//6
"冲洗超滤",//7
"单次制水时长",//8
"饮用净水制水中",//9
"废水脉冲数",//10
"生产用净水制水超时",//11
"饮用净水水满",//12
"生产用净水水满",//13
"生产用制水时间超过单次设定时间",//14
"饮用制水时间超过单次设定时间",//15
"净水电磁阀关闭，等待洗膜压力桶水满",//16
"洗膜高压开关断开",//17
"生产用净水制水中",//18
"强制停机洗膜",//19
"强制净水洗膜结束",//20
"报警",//21
"净水超压停机，报售后",//22
"废水过少故障停机,30分钟后试运行",//23
"净水电磁阀关闭后不能水满"//24
"串口屏参数设置完成",//25
"显示屏设置运行参数，暂时停机",//26
"洗膜脉冲数",//27
"芯片复位",//28
"WiFi信号强度",//29
"目前版本",//30
"制水总时长",//31
"",//32




};










